Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_DELETION_CONFIRMATION_QUESTION_PAD
source: Do you want to delete this TV provider from your iPad?
ar: هل ترغب في حذف مزود خدمة التلفزيون هذا من الـ iPad الخاص بك؟
bg: Желаете ли да изтриете този ТВ оператор от вашия iPad?
ca: Vols eliminar aquest proveïdor de TV del teu iPad?
cs: Chcete tohoto poskytovatele TV ze svého iPadu smazat?
da: Vil du slette denne tv-udbyder fra din iPad?
de: Soll dieser TV-Anbieter von deinem iPad gelöscht werden?
el: Θέλετε να διαγραφεί αυτός ο πάροχος τηλεοπτικών υπηρεσιών από το iPad σας;
es: ¿Quieres eliminar este proveedor de TV de tu iPad?
es_419: ¿Quieres eliminar este proveedor de TV de tu iPad?
fi: Poistetaanko tämä TV-palveluntarjoaja iPadista?
fr: Voulez-vous supprimer ce fournisseur TV de votre iPad ?
fr_ca: Voulez-vous supprimer ce fournisseur de contenus télévisés de votre iPad?
he: האם ברצונך למחוק את ספק שירותי הטלוויזיה מה-iPad שלך?
hi: क्या आप अपने iPad से इस टीवी सर्विस प्रोवाइडर को डिलीट करना चाहते हैं?
hr: Želite li obrisati ovog TV operatera s vašeg iPada?
hu: Törli ezt a televíziószolgáltatót az iPadjéről?
id: Apakah Anda ingin menghapus penyedia TV ini dari iPad Anda?
it: Vuoi eliminare questo provider TV da iPad?
ja: このTVプロバイダをiPadから削除しますか?
kk: Бұл теледидар провайдерін iPad құрылғысынан жою қажет пе?
ko: iPad에서 이 TV 제공업체를 삭제하겠습니까?
lt: Ar norite ištrinti šį televizijos paslaugų teikėją iš „iPad“?
ms: Adakah anda mahu memadamkan penyedia TV ini daripada iPad anda?
nl: Wil je deze tv-aanbieder van je iPad verwijderen?
no: Vil du slette denne TV-distributøren fra iPaden?
pl: Czy chcesz usunąć tego dostawcę TV z iPada?
pt: Deseja apagar este provedor de TV do iPad?
pt_pt: Gostaria de apagar este fornecedor de TV do seu iPad?
ro: Doriți să ștergeți acest furnizor TV de pe iPad-ul dvs.?
ru: Хотите удалить этого телепровайдера со своего iPad?
sk: Chcete zo svojho iPadu vymazať tohto poskytovateľa TV služby?
sl: Želite iz iPada odstraniti tega ponudnika televizijskih storitev?
sv: Vill du radera den här TV-leverantören från denna iPad?
th: คุณต้องการลบผู้ให้บริการทีวีรายนี้ออกจาก iPad ของคุณหรือไม่
tr: Bu TV sağlayıcıyı iPad’inizden silmek istiyor musunuz?
uk: Ви хочете видалити цього ТБ‑провайдера зі свого iPad?
vi: Bạn có muốn xóa nhà cung cấp TV này khỏi iPad không?
zh_cn: 你要将此电视提供商从iPad上删除吗？
zh_hk: 要從iPad刪除此電視供應商嗎？
zh_tw: 要從iPad中刪除此電視業者嗎？

# IDENTITY_PROVIDER_PICKER_OTHER_PROVIDERS_ROW_TITLE
source: Other TV Providers
ar: مزودو خدمة التلفزيون الآخرون
bg: Други ТВ оператори
ca: Altres proveïdors de TV
cs: Další poskytovatelé TV
da: Andre tv-udbydere
de: Andere TV-Anbieter
el: Άλλοι πάροχοι τηλεοπτικών υπηρεσιών
es: Otros proveedores de TV
es_419: Otros proveedores de TV
fi: Muut TV-palveluntarjoajat
fr: Autres fournisseurs TV
fr_ca: Autres fournisseurs de contenus télévisés
he: ספקי שירותי טלוויזיה אחרים
hi: अन्य टीवी सर्विस प्रोवाइडर
hr: Drugi TV operateri
hu: Egyéb televíziószolgáltatók
id: Penyedia TV Lainnya
it: Altri provider TV
ja: その他のTVプロバイダ
kk: Басқа теледидар провайдерлері
ko: 다른 TV 제공업체
lt: Kiti televizijos paslaugų teikėjai
ms: Penyedia TV Lain
nl: Andere tv-aanbieders
no: Andre TV-distributører
pl: Inni dostawcy TV
pt: Outros Provedores de TV
pt_pt: Outros fornecedores de TV
ro: Alți furnizori TV
ru: Другие телепровайдеры
sk: Ďalší poskytovatelia TV služieb
sl: Drugi ponudniki televizijskih storitev
sv: Andra TV-leverantörer
th: ผู้ให้บริการทีวีรายอื่น
tr: Diğer TV Sağlayıcılar
uk: Інші ТБ‑провайдери
vi: Nhà cung cấp TV khác
zh_cn: 其他电视提供商
zh_hk: 其他電視供應商
zh_tw: 其他電視業者

# ERROR_DESCRIPTION_UNSUPPORTED_PROVIDER
source: Your TV provider is not supported.
ar: مزود خدمة التلفزيون الخاص بك غير مدعوم.
bg: Вашият ТВ оператор не се поддържа.
ca: El teu proveïdor de TV és incompatible.
cs: Váš poskytovatel TV není podporován.
da: Din tv-udbyder understøttes ikke.
de: Dein TV-Anbieter wird nicht unterstützt.
el: Ο πάροχος τηλεοπτικών υπηρεσιών σας δεν υποστηρίζεται.
es: Tu proveedor de TV no es compatible.
es_419: Tu proveedor de TV no es compatible.
fi: TV-palveluntarjoajaa ei tueta.
fr: Votre fournisseur TV n’est pas pris en charge.
fr_ca: Votre fournisseur de contenus télévisés n’est pas pris en charge.
he: ספק שירותי הטלוויזיה שלך אינו נתמך.
hi: आपका टीवी सर्विस प्रोवाइडर समर्थित नहीं है।
hr: Vaš TV operater nije podržan.
hu: A televíziószolgáltatója nem támogatott.
id: Penyedia TV Anda tidak didukung.
it: Il provider TV non è supportato.
ja: このTVプロバイダには対応していません。
kk: Теледидар провайдеріне қолдау көрсетілмейді.
ko: 사용자의 TV 제공업체가 지원되지 않습니다.
lt: Televizijos paslaugų teikėjas nepalaikomas.
ms: Penyedia TV anda tidak disokong.
nl: Je tv-aanbieder wordt niet ondersteund.
no: TV-distributøren støttes ikke.
pl: Twój dostawca TV nie jest obsługiwany.
pt: Seu provedor de TV é incompatível.
pt_pt: O seu fornecedor de TV não é suportado.
ro: Furnizorul dvs. TV nu este compatibil.
ru: Этот телепровайдер не поддерживается.
sk: Váš poskytovateľ TV služby nie je podporovaný.
sl: Ponudnik televizijskih storitev ni podprt.
sv: Din TV-leverantör stöds inte.
th: ไม่รองรับผู้ให้บริการทีวีของคุณ
tr: TV sağlayıcınız desteklenmiyor.
uk: Ваш ТБ‑провайдер не підтримується.
vi: Nhà cung cấp TV của bạn không được hỗ trợ.
zh_cn: 你的电视提供商不受支持。
zh_hk: 不支援你的電視供應商。
zh_tw: 不支援你的電視業者。

# DEVELOPER_PROVIDERS_TITLE
source: Development TV Providers
ar: تطوير مزودي خدمة التلفزيون
bg: Разработчици ТВ оператори
ca: Proveïdors de TV de desenvolupament
cs: Vývojářští poskytovatelé TV
da: Tv-udviklingsudbydere
de: Entwicklungs-TV-Anbieter
el: Πάροχοι ανάπτυξης τηλεοπτικών υπηρεσιών
es: Proveedores de TV de desarrollo
es_419: Proveedor de servicios de TV de desarrollo
fi: Kehittäjä-TV-palveluntarjoajat
fr: Fournisseurs TV de développement
fr_ca: Fournisseurs télévisuels en développement
he: ספקי שירותי טלוויזיה במצב פיתוח
hi: डेवलपमेंट टीवी सर्विस प्रोवाइडर
hr: TV operateri za razvoj
hu: Fejlesztő-televíziószolgáltatók
id: Penyedia TV Pengembangan
it: Provider TV (sviluppo)
ja: 開発TVプロバイダ
kk: Теледидар провайдерлерін әзірлеушілер
ko: 개발용 TV 제공업체
lt: Kūrimo televizijos paslaugų teikėjai
ms: Penyedia TV Pembangunan
nl: 'Ontwikkelaar' > 'Tv-aanbieders'
no: TV-utviklerdistributører
pl: Deweloperzy/dostawcy TV
pt: Provedores de TV de Desenvolvimento
pt_pt: Fornecedores de TV
ro: Furnizori TV dezvoltare
ru: Телепровайдеры-разработчики
sk: Vývojárski poskytovatelia TV služieb
sl: Ponudniki razvijalskih storitev televizije
sv: Utvecklar-TV-leverantörer
th: ผู้ให้บริการการพัฒนาทีวี
tr: Geliştirme TV Sağlayıcıları
uk: Розробницькі ТБ‑провайдери
vi: Nhà cung cấp TV phát triển
zh_cn: 开发电视提供商
zh_hk: 開發電視供應商
zh_tw: 開發電視業者

# AUTHENTICATED_SETTINGS_HEADER_FORMAT
source: Get access to TV shows and movies in apps that are supported as part of your %@ subscription.
ar: سيمكنك الوصول إلى برامج التلفزيون والأفلام في التطبيقات المدعومة كجزء من اشتراك %@ الخاص بك.
bg: Получавате достъп до ТВ предавания и филми в приложенията, които се поддържат като част от вашия абонамент %@.
ca: Accedeix a les sèries i a les pel·lícules d’apps incloses a la teva subscripció a %@.
cs: Získejte přístup k seriálům a filmům v aplikacích, jež jsou součástí vašeho odběru obsahu od poskytovatele %@.
da: Få adgang til tv-udsendelser og film i apps, der understøttes som del af dit abonnement på %@.
de: Zugriff auf TV-Sendungen und Filme in Apps, die in deinem %@-Abo enthalten sind.
el: Προσπελάστε τηλεοπτικές εκπομπές και ταινίες σε εφαρμογές που υποστηρίζονται ως μέρος της συνδρομής «%@» σας.
es: Accede a las series y películas de las apps incluidas en tu suscripción a %@.
es_419: Accede a las películas y programas de TV de las apps que sean parte de tu suscripción de %@.
fi: Saat käyttöösi TV-ohjelmia ja elokuvia apeissa, jotka kuuluvat %[tt]@-tilaukseesi.
fr: Accédez aux séries TV et films proposés dans les apps prises en charge par votre abonnement %@.
fr_ca: Accédez aux émissions et aux films dans les apps prises en charge par votre abonnement %@.
he: באפשרותך לקבל גישה לתוכניות טלוויזיה וסרטים ביישומים נתמכים כחלק מהמינוי שלך אל %@.
hi: उन ऐप्स में टीवी कार्यक्रम और फ़िल्में ऐक्सेस करें जो आपके %@ सब्सक्रिप्शन के भाग के रूप में समर्थित हैं।
hr: Ostvarite pristup TV emisijama i filmovima u aplikacijama koje su podržane kao dio vaše %@ pretplate.
hu: Hozzáférhet a tv-műsorokhoz és filmekhez a(z) %@-előfizetéséhez tartozó appokban.
id: Dapatkan akses ke acara TV dan film di app yang didukung sebagai bagian dari langganan %@ Anda.
it: Esegui l’accesso e guarda i tuoi film e programmi TV preferiti con le app incluse nel tuo piano di abbonamento %@.
ja: %@サブスクリプションのアプリにある番組や映画にアクセスしてください。
kk: %@ жазылымының бөлігі ретінде қолдау көрсетілетін қолданбалардағы телешоулар мен фильмдерге қол жеткізу мүмкіндігін алыңыз.
ko: %@ 구독에 포함된 앱에서 TV 프로그램 및 영화를 볼 수 있습니다.
lt: Gaukite prieigą prie serialų ir filmų programose, kurios palaikomos paslaugų teikėjo „%@“ prenumeratoje.
ms: Dapatkan akses kepada rancangan TV dan filem dalam app yang disokong sebagai sebahagian daripada langganan %@ anda.
nl: Krijg toegang tot tv-programma's en films in ondersteunde apps die deel uitmaken van je %@-abonnement.
no: Få tilgang til TV-programmer og filmer i apper som støttes gjennom %@-abonnementet ditt.
pl: Uzyskaj dostęp do programów TV oraz filmów w aplikacjach objętych subskrypcją %@.
pt: Obtenha acesso a programas de TV e filmes em apps compatíveis como parte da sua assinatura %@.
pt_pt: Tenha acesso a programas de TV e filmes nas aplicações que fazem parte da sua assinatura %@.
ro: Obțineți acces la emisiuni TV și filme în aplicațiile permise ca parte a abonamentului dvs. la %@.
ru: Получите доступ к телешоу и фильмам в приложениях, поддерживаемых как часть Вашей подписки на услуги телепровайдера %@.
sk: Pristupujte k TV seriálom a filmom vo všetkých apkách, ktoré sú súčasťou odberu „%@“.
sl: V okviru naročnine na %@ dostopajte do podprtih TV-oddaj, filmov in aplikacij.
sv: Få tillgång till TV-program och filmer i appar som stöds av %@-abonnemanget.
th: ขอเข้าถึงรายการทีวีและภาพยนตร์ในแอปที่รองรับตามที่คุณสมัครสมาชิกกับ %@
tr: %@ aboneliğinizin bir parçası olarak desteklenen uygulamalarda TV şovlarına ve filmlere erişin.
uk: Отримайте доступ до телешоу і фільмів у програмах, які підтримуються у межах вашої підписки %@.
vi: Truy cập vào các chương trình TV và phim trong các ứng dụng được hỗ trợ trong đăng ký %@ của bạn.
zh_cn: 访问“%@”订阅涵盖的App中的电视节目和电影。
zh_hk: 取用透過%@訂閲項目所支援的App觀看電視節目及電影。
zh_tw: 在%@訂閱項目支援的App中觀賞電視節目和電影。

# RECENT_ACCOUNT_INSTRUCTIONS
source: Select a previously-used account or enter a new one.
ar: حدد حسابًا تم استخدامه سابقًا أو أدخل حسابًا جديدًا.
bg: Изберете използваната по-рано регистрация или въведете нова.
ca: Selecciona un compte utilitzat anteriorment o introdueix‑ne un de nou.
cs: Vyberte některý z dříve použitých účtů nebo zadejte nový.
da: Vælg en konto, du har brugt før, eller angiv en ny.
de: Wähle einen zuvor benutzten Account aus oder gib einen neuen ein.
el: Επιλέξτε έναν λογαριασμό που είχατε χρησιμοποιήσει στο παρελθόν ή εισαγάγετε έναν νέο λογαριασμό.
es: Selecciona una cuenta usada anteriormente o introduce una nueva.
es_419: Selecciona una cuenta usada anteriormente o ingresa una nueva.
fi: Valitse aiemmin käytetty tili tai syötä uusi.
fr: Sélectionnez un compte déjà utilisé ou saisissez-en un nouveau.
fr_ca: Sélectionnez un identifiant utilisé précédemment ou entrez-en un nouveau.
he: יש לבחור חשבון שבו השתמשת בעבר או להזין חשבון חדש.
hi: पिछली बार उपयोग किया गया खाता चुनें या नया दर्ज करें।
hr: Odaberite prethodno korišteni račun ili unesite novi.
hu: Válasszon ki egy előzőleg használt fiókot, vagy adjon meg újat.
id: Pilih akun yang digunakan sebelumnya atau masukkan akun baru.
it: Seleziona un account utilizzato in precedenza o inseriscine uno nuovo.
ja: 以前使用していたアカウントを選択するか、新しいものを入力してください。
kk: Бұрын пайдаланылған аккаунтты таңдаңыз немесе жаңасын енгізіңіз.
ko: 이전에 사용한 계정을 선택하거나 새로운 계정을 입력하십시오.
lt: Pasirinkite anksčiau naudotą paskyrą arba įveskite naują.
ms: Pilih akaun yang digunakan sebelum ini atau masukkan yang baharu.
nl: Selecteer een eerder gebruikte account of voer een nieuwe in.
no: Velg en konto du har brukt tidligere, eller oppgi en ny.
pl: Wybierz używane wcześniej konto lub podaj nowe.
pt: Selecione um e-mail de uma conta usada anteriormente ou digite um novo.
pt_pt: Selecione uma conta que já tenha usado ou digite uma nova.
ro: Selectați un cont utilizat anterior sau introduceți unul nou.
ru: Выберите ранее использованную учетную запись или введите новую.
sk: Vyberte adresu už použitého účtu alebo zadajte novú.
sl: Izberite že uporabljen račun ali vnesite novega.
sv: Välj ett konto som du redan har använt eller ange ett nytt.
th: เลือกบัญชีที่ใช้ก่อนหน้านี้หรือป้อนบัญชีใหม่
tr: Daha önceden kullanılan bir hesap seçin veya yeni bir hesap girin.
uk: Виберіть обліковий запис, який використовували раніше, або введіть новий.
vi: Chọn một tài khoản đã sử dụng trước đây hoặc nhập một tài khoản mới.
zh_cn: 选择之前使用过的账户或输入新的账户。
zh_hk: 選擇之前使用過的帳户或輸入新帳户。
zh_tw: 選取之前使用過的帳號或輸入新的帳號。

# INSTALL_APP_TITLE_PROMPT_FORMAT
source: Get %@?
ar: إحضار %@؟
bg: Вземи %@?
ca: Vols obtenir %@?
cs: Získat aplikaci %@?
da: Hent %@?
de: %@ laden?
el: Λήψη «%@»;
es: ¿Obtener %@?
es_419: ¿Obtener %@?
fi: Haetaanko %@?
fr: Obtenir %@ ?
fr_ca: Obtenir %@?
he: להוריד את %@?
hi: %@ डाउनलोड करें?
hr: Nabaviti %@?
hu: Letölti a következőt: %@?
id: Dapatkan %@?
it: Vuoi ottenere %@?
ja: %[tt]@を入手しますか?
kk: «%@» қолданбасын жүктеп алу керек пе?
ko: %@ 앱을 받겠습니까?
lt: Atsiųsti programą „%@“?
ms: Dapatkan %@?
nl: %@ downloaden?
no: Vil du hente %@?
pl: Pobrać aplikację %@?
pt: Obter %@?
pt_pt: Obter %@?
ro: Doriți să obțineți %@?
ru: Загрузить «%@»?
sk: Stiahnuť „%@“?
sl: Želite aplikacijo %@?
sv: Hämta %@?
th: รับ %@ หรือไม่
tr: %@ Uygulaması İndirilsin mi?
uk: Отримати %@?
vi: Nhận %@?
zh_cn: 获取“%@”？
zh_hk: 要取得%[tt]@嗎？
zh_tw: 要取得%[tt]@嗎？

# SETUP_MESSAGE_STB
source: So that you can start watching right away, the %@ app will be installed.
ar: سيتم تثبيت %@ حتى تتمكن من المشاهدة مباشرة.
bg: Ще се инсталира приложението %@, за да можете веднага да започнете гледането.
ca: S’instal·larà l’app %@ perquè puguis mirar el que vulguis en qualsevol moment.
cs: Abyste se mohli začít rovnou dívat, nainstaluje se aplikace %@.
da: Appen %@ installeres, så du kan begynde at se med det samme.
de: Damit du die Wiedergabe sofort starten kannst, wird die %@-App installiert.
el: Για να είναι δυνατή η άμεση παρακολούθηση, θα εγκατασταθεί η εφαρμογή «%@».
es: Para que puedas ver directamente el contenido, se instalará la app %@.
es_419: Se instalará la app %@ para que puedas comenzar a ver al instante.
fi: Jotta voit aloittaa katsomisen heti, %@ asennetaan.
fr: Pour que vous puissiez commencer à regarder des vidéos tout de suite, l’app %@ va être installée.
fr_ca: L’app %@ est sur le point d’être installée pour vous permettre de visionner des contenus sans attendre.
he: כדי להתחיל בצפייה מיד, היישום %@ יותקן.
hi: %@ ऐप इंस्टॉल किया जाएगा ताकि आप तत्काल देखना शुरू कर सकें।
hr: Kako biste odmah mogli početi gledati, instalirat će se aplikacija %@.
hu: Annak érdekében, hogy azonnal nézni kezdhesse a tartalmat, telepítve lesz a(z) %@ app.
id: Agar Anda dapat segera mulai menonton, app %@ akan diinstal.
it: Per permetterti di guardare immediatamente i contenuti che desideri, l’app %@ verrà installata.
ja: すぐに視聴を開始できるように、%[tt]@アプリのインストールが実行されます。
kk: Көруді бірден бастау үшін «%@» қолданбасы орнатылады.
ko: 로그인하면 콘텐츠를 바로 시청할 수 있으며 %@ 앱이 설치됩니다.
lt: Kad galėtumėte pradėti žiūrėti iš karto, bus įdiegta programa „%@“.
ms: Supaya anda dapat terus mula menonton, app %@ akan dipasang.
nl: Om ervoor te zorgen dat je direct kunt gaan kijken, wordt de %@-app geïnstalleerd.
no: Appen %@ installeres slik at du kan begynne å se med en gang.
pl: Aby można było od razu rozpocząć oglądanie, zainstalujemy aplikację %@.
pt: Para que você possa começar a assistir imediatamente, o app %@ será instalado.
pt_pt: Para poder começar já a ver o conteúdo disponível, a aplicação %@ será instalada.
ro: Pentru a putea începe imediat vizionarea, va fi instalată aplicația %@.
ru: Чтобы Вы смогли начать просмотр сразу, будет установлено приложение «%@».
sk: Aby ste mohli hneď začať pozerať, bude nainštalovaná apka %@.
sl: Da si boste lahko takoj ogledali želeno vsebino, bo nameščena aplikacija %@.
sv: Appen %@ installeras så att du kan börja titta på en gång.
th: เพื่อให้คุณสามารถเริ่มดูได้เลย แอป %@ จะถูกติดตั้ง
tr: Hemen izlemeye başlayabilmeniz için %@ uygulaması yüklenir.
uk: Щоб ви могли почати перегляд негайно, буде інстальовано програму %@.
vi: Để bạn có thể bắt đầu xem ngay lập tức, ứng dụng %@ sẽ được cài đặt.
zh_cn: 因此你可以立即开始观看，“%@”App将会安装。
zh_hk: 這樣你就可以立即觀看，「%@」App將會安裝。
zh_tw: 現在你可以立即開始觀看，將會安裝「%@」App。
